## Plan Result (.)
[CI link](https://circleci.com/gh/jinugasachio/terraform-workspace-type/639)


<pre><code>Plan: 1 to add, 0 to change, 0 to destroy.</code></pre>

* Create
  * aws_s3_bucket.bucket


<details><summary>Change Result (Click me)</summary>

```hcl

  # aws_s3_bucket.bucket will be created
  + resource "aws_s3_bucket" "bucket" {
      + acceleration_status         = (known after apply)
      + acl                         = "public-read"
      + arn                         = (known after apply)
      + bucket                      = (known after apply)
      + bucket_domain_name          = (known after apply)
      + bucket_regional_domain_name = (known after apply)
      + force_destroy               = false
      + hosted_zone_id              = (known after apply)
      + id                          = (known after apply)
      + region                      = (known after apply)
      + request_payer               = (known after apply)
      + tags_all                    = (known after apply)
      + website_domain              = (known after apply)
      + website_endpoint            = (known after apply)

      + versioning {
          + enabled    = (known after apply)
          + mfa_delete = (known after apply)
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>









<!-- github-comment: {"Command":"plan","JobID":"ffc78715-936d-47b7-853b-4c33f5b586e8","JobName":"terraform_plan","PRNumber":35,"Program":"tfcmt","SHA1":"05376ad78ab4d1209fceb9e6bd83d8961ddc61b0","Target":".","Vars":{}} -->